tap "daveshanley/vacuum"

brew "ack"
brew "act"
brew "icu4c@76"
brew "cmake"
brew "cocoapods"
brew "delve"
brew "direnv"
brew "docker", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "edencommon"
brew "feh"
brew "unbound"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "graphicsmagick"
brew "httpie"
brew "imagemagick"
brew "infracost"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "kompose"
brew "lazygit"
brew "lua"
brew "make"
brew "neovim"
brew "nnn"
brew "node"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sops"
brew "sox"
brew "sshuttle"
brew "stow"
brew "swiftformat"
brew "telnet"
brew "tmux"
brew "transcrypt"
brew "tree"
brew "watchman"
brew "websocat"
brew "wget"
brew "zsh"
brew "daveshanley/vacuum/vacuum"

cask "basictex"
cask "flipper"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
cask "zulu@11"
