tap "daveshanley/vacuum"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
tap "oven-sh/bun"
	
brew "ack"
brew "act"
brew "azure-cli"
brew "cmake"
brew "cocoapods"
brew "convox"
brew "node"
brew "corepack"
brew "delve"
brew "direnv"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "edencommon"
brew "fastlane"
brew "feh"
brew "unbound"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goose"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kompose"
brew "lazygit"
brew "lua"
brew "make"
brew "neovim"
brew "openjdk"
brew "opentofu"
brew "php"
brew "pipx"
brew "protobuf"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sox"
brew "sshuttle"
brew "stow"
brew "swiftformat"
brew "temporal"
brew "terraform"
brew "terramate"
brew "tmux"
brew "transcrypt"
brew "tree"
brew "watchman"
brew "websocat"
brew "daveshanley/vacuum/vacuum"
brew "hashicorp/tap/terraform-ls"
brew "oven-sh/bun/bun"
brew "zsh"

cask "docker"
cask "flipper"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
cask "zulu@11"
cask "wezterm"
